{
  "projects": [
    {
      "id": 1,
      "title": "Shortway",
      "description": "Shortway is an innovative application that shortens long URLs effectively and allows users to customize the path according to their needs, changing links to be shorter, easier to remember and easier to share with others.",
      "github": "https://github.com/sugiartofahmi/mern-url-shortener",
      "url": "https://shortway.mnfs.dev/",
      "image": "https://mnfs.dev/shortway.png",
      "tech": ["React", "Tailwind", "Express", "Mongodb"]
    },
    {
      "id": 2,
      "title": "Weather App",
      "description": "The Weather App is a practical application that allows users to view the current weather in real-time and also provides the ability to search for the weather for a particular area. With an intuitive interface, users can easily get the latest information on temperature, humidity, wind speed and other weather forecasts.",
      "github": "https://github.com/sugiartofahmi/react-weather-app",
      "url": "https://weather.mnfs.dev/",
      "image": "https://mnfs.dev/weather.png",
      "tech": ["React", "Tailwind", "Recoil"]
    },
    {
      "id": 3,
      "title": "Todo List",
      "description": "Aplikasi Todo List adalah aplikasi sederhana yang memungkinkan pengguna membuat, mengedit, dan menghapus daftar tugas menggunakan local storage tanpa koneksi internet.",
      "github": "https://github.com/sugiartofahmi/react-todo",
      "url": "https://todo.mnfs.dev/",
      "image": "https://todo.mnfs.dev/",
      "tech": ["React", "Tailwind", "Local Storage"]
    },
    {
      "id": 4,
      "title": "Asean Youth Forum",
      "description": "The Asean Youth Forum application is a versatile platform that connects youth from ASEAN countries. With the latest news reading feature, users can stay informed about the latest developments across the ASEAN region. In addition, this application also provides a live chat feature that allows users to participate in global discussions with youth from various ASEAN countries, facilitating the exchange of ideas, views and collaboration across geographical boundaries.",
      "github": "https://github.com/midnightanggel/asean-youth-forum-fe",
      "url": "https://asean-youth-forum-fe.vercel.app/",
      "image": "",
      "tech": ["React", "Tailwind", "", "Express", "Mongodb", "JWT"]
    }
  ]
}
